Repository: pizza-studio/PizzaHelperUnited
Catalog: Packages/PZHelper/Sources/PZHelper/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fil, fr, it, ja, ko, ru, vi, zh_hans, zh_hant

# profileMgr.accountLogin.instruction.specialWarning
source: ⚠️ 3rd-party sign-in services like Google, Facebook, Twitter, Sign-in-with-Apple, etc. ARE NOT TECHNICALLY SUPPORTABLE IN THIS APP, please sign in with your username & password.
de: ⚠️ Drittanbieter-Anmeldedienste wie Google, Facebook, Twitter, Sign-in-with-Apple usw. WERDEN IN DIESER APP TECHNISCH NICHT UNTERSTÜTZT. Bitte melden Sie sich mit Ihrem Benutzernamen und Passwort an.
es: ⚠️ Los servicios de inicio de sesión de terceros como Google, Facebook, Twitter, Sign-in-with-Apple, etc. NO SON TÉCNICAMENTE COMPATIBLES EN ESTA APLICACIÓN, por favor inicie sesión con su nombre de usuario y contraseña.
fil: ⚠️ Ang mga third-party sign-in na serbisyo tulad ng Google, Facebook, Twitter, Sign-in-with-Apple, atbp. AY HINDI TEKNIKAL NA SUPORTADO SA APP NA ITO, mangyaring mag-sign in gamit ang iyong username at password.
fr: ⚠️ Les services de connexion de tiers comme Google, Facebook, Twitter, Sign-in-with-Apple, etc. NE SONT PAS PRIS EN CHARGE DANS CETTE APPLICATION, veuillez vous connecter avec votre nom d'utilisateur et votre mot de passe.
it: ⚠️ I servizi di accesso di terze parti come Google, Facebook, Twitter, Sign-in-with-Apple, ecc. NON SONO TECNICAMENTE SUPPORTABILI IN QUESTA APP. Accedi con il tuo nome utente e password.
ja: ⚠️ SNSアカウントでログインする機能は技術的にはこのアプリで実装できません。アカウントとパスワードでログインしてください。
ko: ⚠️ Google, Facebook, Twitter, Apple로 로그인 등과 같은 제3자 로그인 서비스는 이 앱에서 기술적으로 지원되지 않으므로 사용자 이름과 비밀번호로 로그인해 주세요.
ru: ⚠️ Технически невозможно поддерживать сторонние сервисы входа, такие как Google, Facebook, Twitter, Sign-in-with-Apple и другие, пожалуйста, войдите с помощью вашего имени пользователя и пароля.
vi: ⚠️ Các dịch vụ đăng nhập của bên thứ ba như Google, Facebook, Twitter, Đăng nhập với Apple, v.v. KHÔNG HỖ TRỢ KỸ THUẬT TRONG ỨNG DỤNG NÀY, vui lòng đăng nhập với tên người dùng và mật khẩu của bạn.
zh_hans: ⚠️ 通过 Google，Facebook，Twitter 或 Sign-in-with-Apple 等第三方服务登录 HoYoLAB 的方式不受本 App 支持，请使用账号密码登录。
zh_hant: ⚠️ 通過 Google，Facebook，Twitter 或 Sign-in-with-Apple 等第三方服務登入 HoYoLAB 的方式不受敝 App支援，請使用帳號密碼登入。

# profileMgr.accountLogin.notice.bewareof
source: Beware of these things before you proceed: → This app is NOT made for the creation nor deletion of HoYoLAB / Miyoushe account. Such actions are supposed to be done through HoYoLAB / Miyoushe app or official website services provided by MiHoYo / Cognosphere. You may tap the management link (see the top-trailing corner of this window) to proceed to that website service page. → A HoYoLAB / Miyoushe account must have been used to play the game (you specified above) AT LEAST ONCE in order to be usable in this app. → A related game account (under the managment of its related HoYoLAB / Miyoushe account) must enable the public visibility of the character showcase through in-game settings in order to let the related information displayable in this app.
de: Seien Sie sich dieser Dinge bewusst, bevor Sie fortfahren: → Diese App ist NICHT für die Erstellung oder Löschung eines HoYoLAB / Miyoushe-Kontos gedacht. Solche Aktionen sollten über die HoYoLAB / Miyoushe-App oder die offiziellen Website-Dienste von MiHoYo / Cognosphere durchgeführt werden. Sie können den Verwaltungslink (siehe die obere rechte Ecke dieses Fensters) antippen, um auf diese Website-Dienstseite zu gelangen. → Ein HoYoLAB / Miyoushe-Konto muss mindestens einmal zum Spielen des oben angegebenen Spiels verwendet worden sein, um in dieser App nutzbar zu sein. → Ein zugehöriges Spielkonto (unter der Verwaltung des zugehörigen HoYoLAB / Miyoushe-Kontos) muss die öffentliche Sichtbarkeit der Charakter-Präsentation über die In-Game-Einstellungen aktivieren, damit die zugehörigen Informationen in dieser App angezeigt werden können.
es: Tenga en cuenta estas cosas antes de continuar: → Esta aplicación NO está hecha para la creación ni eliminación de cuentas HoYoLAB / Miyoushe. Tales acciones deben realizarse a través de la aplicación HoYoLAB / Miyoushe o los servicios oficiales en línea proporcionados por MiHoYo / Cognosphere. Puede tocar el enlace de gestión (ver en la esquina superior posterior de esta ventana) para ir a la página de servicios en línea. → Se debe haber usado una cuenta HoYoLAB / Miyoushe para jugar el juego (que especificó arriba) AL MENOS UNA VEZ para que sea utilizable en esta aplicación. → Una cuenta de juego relacionada (bajo la gestión de su cuenta HoYoLAB / Miyoushe relacionada) debe habilitar la visibilidad pública del escaparate de personajes a través de los ajustes del juego para permitir que la información relacionada sea visible en esta aplicación.
fil: Mag-ingat sa mga bagay na ito bago magpatuloy: → Ang app na ito ay HINDI ginawa para sa paglikha o pagtanggal ng HoYoLAB / Miyoushe account. Ang mga ganitong aksyon ay dapat gawin sa pamamagitan ng HoYoLAB / Miyoushe app o opisyal na website na serbisyo na ibinigay ng MiHoYo / Cognosphere. Maaari mong pindutin ang link ng pamamahala (tingnan ang kanang sulok sa itaas ng window na ito) upang magpatuloy sa pahina ng web service na iyon. → Ang isang HoYoLAB / Miyoushe account ay dapat nagamit upang maglaro ng laro (na tinukoy mo sa itaas) KAHIT ISANG BESES upang magamit sa app na ito. → Ang kaugnay na game account (sa ilalim ng pamamahala ng kaugnay na HoYoLAB / Miyoushe account) ay dapat paganahin ang pampublikong visibility ng character showcase sa pamamagitan ng in-game na setting upang ang kaugnay na impormasyon ay maipakita sa app na ito.
fr: Prenez garde aux éléments suivants avant de poursuivre : → Cette application n'est PAS conçue pour la création ni la suppression de comptes HoYoLAB / Miyoushe. Ces actions doivent être effectuées via l'application HoYoLAB / Miyoushe ou les services officiels fournis par MiHoYo / Cognosphere. Vous pouvez appuyer sur le lien de gestion (voir le coin supérieur de cette fenêtre) pour accéder à la page de service du site. → Un compte HoYoLAB / Miyoushe doit avoir été utilisé pour jouer au jeu (que vous avez spécifié ci-dessus) AU MOINS UNE FOIS pour être utilisable dans cette application. → Un compte de jeu lié (sous la gestion de son compte HoYoLAB / Miyoushe lié) doit activer la visibilité publique de la vitrine de personnages via les paramètres du jeu afin de permettre l'affichage des informations liées dans cette application.
it: Fai attenzione a queste cose prima di procedere: → Questa app NON è fatta per la creazione né la cancellazione dell'account HoYoLAB / Miyoushe. Tali azioni devono essere effettuate tramite l'app HoYoLAB / Miyoushe o i servizi del sito ufficiale forniti da MiHoYo / Cognosphere. Puoi toccare il link di gestione (vedi l'angolo in alto a destra di questa finestra) per procedere alla pagina del servizio del sito web. → Un account HoYoLAB / Miyoushe deve essere stato utilizzato per giocare al gioco (specificato sopra) ALMENO UNA VOLTA per essere utilizzabile in questa app. → Un account di gioco correlato (sotto la gestione del relativo account HoYoLAB / Miyoushe) deve abilitare la visibilità pubblica della vetrina del personaggio tramite le impostazioni del gioco per consentire la visualizzazione delle informazioni correlate in questa app.
ja: 下記の事項をご注意してからご続行ください： → 米遊社 ・ HoYoLAB アカウントの入会・管理・退会についての一切機能は、当アプリのサポート対象外です。米遊社 ・ HoYoLAB アプリを使うか、あるいは MiHoYo / Cognosphere 社からの公式 Web サービスでこの事項をお行いください。この画面の右上隅にある管理リンクをタップしてから、その Web サービスページへ続行できます。 → いずれの米遊社 ・ HoYoLAB 新規アカウントは、必ずこのゲーム（上記のご指定のゲーム）で少なくとも一回お遊びしてから、当アプリで利用可能です。 → いずれの米遊社 ・ HoYoLAB アカウントでも、それに管理しているこのゲームのアカウントは、必ずゲーム内の設定でキャラクターショウケースの内容を公開と設定してから、当アプリでそのショウケースの内容は見えます。
ko: 진행하기 전에 다음 사항을 주의하십시오: → 이 앱은 HoYoLAB / Miyoushe 계정을 생성하거나 삭제하기 위한 것이 아닙니다. 그러한 작업은 HoYoLAB / Miyoushe 앱이나 MiHoYo / Cognosphere에서 제공하는 공식 웹사이트 서비스를 통해 수행해야 합니다. 웹사이트 서비스 페이지로 진행하려면 관리 링크(이 창의 상단 구석 보기)를 누르세요. → 이 앱에서 사용 가능하려면 HoYoLAB / Miyoushe 계정이 명시한 게임을 최소한 한 번은 플레이해야 합니다. → 관련된 게임 계정(해당 HoYoLAB / Miyoushe 계정의 관리 하에 있는)은 이 앱에서 관련 정보를 표시할 수 있도록 하려면 인게임 설정을 통해 캐릭터 쇼케이스의 공개 가시성을 활성화해야 합니다.
ru: Остерегайтесь этих вещей, прежде чем продолжить: → Это приложение НЕ предназначено для создания или удаления учетной записи HoYoLAB / Miyoushe. Такие действия должны осуществляться через приложение HoYoLAB / Miyoushe или официальные службы веб-сайта, предоставляемые MiHoYo / Cognosphere. Вы можете нажать на ссылку управления (см. верхний угол этого окна), чтобы перейти на страницу этой службы веб-сайта. → Учетная запись HoYoLAB / Miyoushe должна быть использована для игры (указанной выше) ПО КРАЙНЕЙ МЕРЕ ОДИН РАЗ, чтобы ее можно было использовать в этом приложении. → Связанная учетная запись игры (под управлением связанной учетной записи HoYoLAB / Miyoushe) должна включить открытую видимость витрины персонажей через настройки в игре, чтобы связанная информация могла быть отображена в этом приложении.
vi: Hãy cẩn thận với những điều này trước khi bạn tiến hành: → Ứng dụng này KHÔNG được tạo ra để tạo hoặc xóa tài khoản HoYoLAB / Miyoushe. Các hành động này phải được thực hiện thông qua ứng dụng HoYoLAB / Miyoushe hoặc dịch vụ trang web chính thức do MiHoYo / Cognosphere cung cấp. Bạn có thể nhấn vào liên kết quản lý (xem góc trên cùng của cửa sổ này) để tiếp tục đến trang dịch vụ trang web đó. → Tài khoản HoYoLAB / Miyoushe phải đã được sử dụng để chơi trò chơi (bạn đã chỉ định ở trên) ÍT NHẤT MỘT LẦN để có thể sử dụng trong ứng dụng này. → Tài khoản trò chơi liên quan (dưới sự quản lý của tài khoản HoYoLAB / Miyoushe liên quan) phải kích hoạt chế độ hiển thị công khai bản trưng bày nhân vật thông qua cài đặt trong trò chơi để cho thông tin liên quan hiển thị được trong ứng dụng này.
zh_hans: 有几点需要您事先知悉的事项： → 本 App 无法用来完成米游社 / HoYoLAB 新账号的注册与删除。这类流程得通过米游社 / HoYoLAB App 等由米哈游 / Cognosphere 官方提供的相关服务来完成（可参见当前画面右上角的管理链接）。 → 任何用于本 App 的米游社 / HoYoLAB 新账号均已经至少用来游玩过该游戏（您在上文亲自指定的游戏），否则在技术上无法用于敝App。 → 任何用于本 App 的米游社 / HoYoLAB 账号下的游戏账号，除非手动在游戏内启用展柜等相关内容的公开显示，否则本 App 无权显示相关内容。
zh_hant: 有幾點需要您事先知悉的事項： → 敝 App 無法用來完成米遊社 / HoYoLAB 新帳號的註冊與刪除。這類流程得通過米遊社 / HoYoLAB App 等由 MiHoYo / Cognosphere 官方提供的相關服務來完成（可參見當前畫面右上角的管理鏈接）。 → 任何用於敝 App 的米遊社 / HoYoLAB 新帳號均已經至少用來遊玩過該遊戲（您在上文親自指定的遊戲），否則在技術上無法用於敝 App。 → 任何用於敝 App 的米遊社 / HoYoLAB 帳號下的遊戲帳號，除非手動在遊戲內啟用展櫃等相關內容的公開顯示，否則敝 App 無權顯示相關內容。

# profileMgr.accountLogin.pleaseFinish.title
source: Please Finish Login
de: Bitte Anmeldung abschließen
es: Por favor concluya el inicio de sesión
fil: Paki-tapusin ang Pag-login
fr: Veuillez terminer la connexion
it: Per favore, completa l'accesso
ja: ログインしてください
ko: 로그인을 완료하십시오
ru: Пожалуйста, завершите вход
vi: Vui lòng hoàn tất đăng nhập
zh_hans: 请完成登录
zh_hant: 請完成登入

# profileMgr.delete.title
source: Delete Profile
de: Profil löschen
es: Eliminar perfil
fil: Tanggalin ang Profile
fr: Supprimer le profil
it: Elimina profilo
ja: プロファイルを削除
ko: 프로필 삭제
ru: Удалить профиль
vi: Xóa Hồ sơ
zh_hans: 删除本地账号
zh_hant: 刪除本機帳號

# profileMgr.edit.title
source: Edit Profile Config
de: Profileinstellungen bearbeiten
es: Editar configuración del perfil
fil: I-edit ang Pag-configure ng Profile
fr: Modifier le profil
it: Modifica Configurazione Profilo
ja: プロファイルの配置
ko: 프로필 구성 수정
ru: Редактировать настройки профиля
vi: Chỉnh Sửa Cấu Hình Hồ Sơ
zh_hans: 编辑本地账号配置
zh_hant: 編輯本機帳號組態

# profileMgr.error.SaveProfileError.helpAnchor
source: Please try login again.
de: Bitte versuchen Sie, sich erneut anzumelden.
es: Intente iniciar sesión de nuevo.
fil: Pakisubukang muli ang pag-login.
fr: Veuillez vous connecter à nouveau.
it: Per favore, riprova a effettuare l'accesso.
ja: もう一回ログインしてみてください。
ko: 다시 로그인해 주세요.
ru: Пожалуйста, попробуйте войти снова.
vi: Vui lòng thử đăng nhập lại.
zh_hans: 请重新尝试登录。
zh_hant: 請重新嘗試登入。

# profileMgr.error.SaveProfileError.missingFieldError:
source: Failed from saving profile due to missing field:
de: Fehler beim Speichern des Profils aufgrund eines fehlenden Feldes:
es: Error al guardar el perfil debido a un campo faltante
fil: Nabigo ang pagsave ng profile dahil sa nawawalang field
fr: Échec de l'enregistrement du profil en raison d'un champ manquant :
it: Impossibile salvare il profilo a causa di un campo mancante:
ja: プロファイル配置の保存失敗です。欠けていた記入項目：
ko: 프로필 저장 실패: 필드 누락
ru: Не удалось сохранить профиль из-за отсутствующего поля:
vi: Không thể lưu hồ sơ do thiếu trường:
zh_hans: 因下述数据尚未记入，本地账号数据保存失败：
zh_hant: 因下述資料尚未記入，本機帳號資料保存失敗：

# profileMgr.error.SaveProfileError.saveDataError:
source: Failed from saving profile due to error:
de: Fehler beim Speichern des Profils aufgrund eines Fehlers:
es: Error al guardar el perfil debido a:
fil: Nabigo sa pagsave ng profile dahil sa error:
fr: Échec de l'enregistrement du profil en raison de l'erreur :
it: Impossibile salvare il profilo a causa dell'errore:
ja: プロファイル配置の保存失敗です。原因：
ko: 오류로 인해 프로필 저장 실패:
ru: Не удалось сохранить профиль из-за ошибки:
vi: Không thể lưu hồ sơ do lỗi:
zh_hans: 本地账号数据保存失败，原因：
zh_hant: 本機帳號資料保存失敗，原因：

# profileMgr.exchange.export.failedInSavingToFile
source: Failed from dumping all local profiles.
de: Fehler beim Speichern aller lokalen Profile.
es: Error al volcar todos los perfiles locales.
fil: Nabigo sa pag-dump ng lahat ng lokal na profile.
fr: Échec lors de l'exportation de tous les profils locaux
it: Errore nel dumping di tutti i profili locali.
ja: 残念ながら、プロファイルは書き出せませんでした。
ko: 모든 로컬 프로필 덤프 실패.
ru: Не удалось выгрузить все локальные профили.
vi: Không thể tạo bản sao tất cả hồ sơ cục bộ.
zh_hans: 本地账号没能成功导出。
zh_hant: 本機帳號沒能成功匯出。

# profileMgr.exchange.export.fileSavedTo:
source: Successfully dumped all local profiles into file:
de: Alle lokalen Profile erfolgreich in Datei gespeichert:
es: Se han exportado correctamente todos los perfiles locales en el archivo:
fil: Matagumpay na na-export ang lahat ng lokal na profile sa file:
fr: Tous les profils locaux ont été exportés avec succès dans le fichier :
it: Dump di tutti i profili locali nel file eseguito con successo:
ja: すべてのプロファイルは無事でここで１つ統合ファイルとして書き出しました:
ko: 모든 로컬 프로필을 파일로 성공적으로 덤프했습니다:
ru: Успешно выгружены все локальные профили в файл
vi: Đã xuất thành công tất cả các hồ sơ địa phương vào tệp:
zh_hans: 所有的本地账号已成功打包导出至:
zh_hant: 所有的本機帳號已成功打包匯出至:

# profileMgr.exchange.export.menuTitle
source: Package & Export All Local Profiles
de: Paket & Alle lokalen Profile exportieren
es: Empaquetar y Exportar Todos los Perfiles Locales
fil: I-package at I-export Lahat ng Lokal na Profile
fr: Compresser et exporter tous les profils locaux
it: Pacchetto e Esporta Tutti i Profili Locali
ja: すべてのプロファイルを統合して書き出す
ko: 패키지 및 모든 로컬 프로필 내보내기
ru: Упаковать и экспортировать все локальные профили
vi: Đóng gói & Xuất tất cả hồ sơ cục bộ
zh_hans: 打包导出本地账号
zh_hant: 打包匯出本機帳號

# profileMgr.exchange.export.succeededInSavingToFile
source: Successfully dumped all local profiles.
de: Alle lokalen Profile wurden erfolgreich gespeichert.
es: Se han exportado correctamente todos los perfiles locales.
fil: Matagumpay na na-dump ang lahat ng lokal na profile
fr: Tous les profils locaux ont été exportés avec succès.
it: Dump di tutti i profili locali completato con successo
ja: すべてのプロファイルは無事で書き出しました。
ko: 모든 로컬 프로필을 성공적으로 덤프했습니다.
ru: Успешно выгружены все локальные профили
vi: Đã đổ thành công tất cả các hồ sơ cục bộ.
zh_hans: 所有的本地账号已成功打包导出。
zh_hant: 所有的本機帳號已成功打包匯出。

# profileMgr.exchange.import.menuTitle
source: Import a Pack of Local Profiles
de: Importiere ein Paket lokaler Profile
es: Importar un paquete de perfiles locales
fil: Mag-import ng Isang Balot ng Lokal na Mga Profile
fr: Importer un fichier de profils locaux
it: Importa un Pacchetto di Profili Locali
ja: プロファイル統合を読み込む
ko: 로컬 프로필 팩 가져오기
ru: Импортировать пакет локальных профилей
vi: Nhập một gói hồ sơ cục bộ
zh_hans: 导入本地账号包
zh_hant: 匯入本機帳號包

# profileMgr.importLegacyProfiles.title
source: Inherit Previously-Used Local Accounts
de: Bereits verwendete lokale Konten übernehmen
es: Heredar cuentas locales usadas previamente
fil: Manahin ang Naunang-ginamit na Mga Lokal na Account
fr: Hériter des comptes locaux précédemment utilisés
it: Eredita conti locali usati in precedenza
ja: このアプリの古いバージョンのローカルアカウントを引き継ぐ
ko: 이전에 사용된 로컬 계정 상속
ru: Наследовать ранее использованные локальные учетные записи
vi: Thừa kế Tài khoản Cục bộ đã Sử dụng Trước đây
zh_hans: 导入旧版 App 的本地账号
zh_hant: 匯入舊版 App 的本機帳號

# profileMgr.label.select
source: Select Your Game UID
de: Wählen Sie Ihre Spiel-UID aus
es: Selecciona tu UID del juego
fil: Piliin ang Iyong UID ng Laro
fr: Sélectionnez votre UID de jeu
it: Seleziona il tuo UID di gioco
ja: ゲーム UID を選択
ko: 게임 UID를 선택하세요
ru: Выберите свой игровой UID
vi: Chọn UID Trò Chơi của Bạn
zh_hans: 选择您的 UID
zh_hant: 選擇您的 UID

# profileMgr.lastTimeResetLocalProfileDB:%@
source: Previous DB Reset: %@
de: Letzter Datenbank-Reset: %@
es: Reinicio de BD anterior: %@
fil: Naunang Pag-reset ng DB: %@
fr: Réinitialisation précédente de la base de données : %@
it: Precedente ripristino del DB: %@
ja: 前回のデータベース再構築: %@
ko: 이전 DB 재설정: %@
ru: Предыдущий сброс БД: %@
vi: Thiết lập lại CSDL trước: %@
zh_hans: 近期数据库重建: %@
zh_hant: 近期資料庫重建: %@

# profileMgr.login.error.no.profileMgr.found
source: This HoYoLAB / Miyoushe account is not bound to any game character.
de: Dieses HoYoLAB / Miyoushe-Konto ist nicht mit einem Spielcharakter verknüpft.
es: Esta cuenta de HoYoLAB / Miyoushe no está vinculada a ningún personaje del juego.
fil: Ang HoYoLAB / Miyoushe account na ito ay hindi nakatali sa anumang karakter ng laro.
fr: Ce compte HoYoLAB / Miyoushe n'est lié à aucun personnage de jeu.
it: Questo account HoYoLAB / Miyoushe non è collegato a nessun personaggio di gioco
ja: このHoYoLAB ・ Miyousheアカウントはゲームアカウントとは関連付けられていません。
ko: 이 HoYoLAB / 미유세 계정은 게임 캐릭터에 연동되어 있지 않습니다.
ru: Эта учетная запись HoYoLAB / Miyoushe не привязана ни к одному игровому персонажу.
vi: Tài khoản HoYoLAB / Miyoushe này không được liên kết với bất kỳ nhân vật trò chơi nào
zh_hans: 该米游社 / HoYoLAB 账号未绑定游戏角色。
zh_hant: 該米遊社 / HoYoLAB 帳號未綁定遊戲角色。

# profileMgr.login.manual.1
source: Or:
de: Oder:
es: O:
fil: O:
fr: Ou :
it: Oppure:
ja: 或いは:
ko: 또는:
ru: Или:
vi: Hoặc:
zh_hans: 或者:
zh_hant: 或者:

# profileMgr.login.manual.2
source: manually configure your local profile
de: Konfigurieren Sie Ihr lokales Profil manuell
es: configura manualmente tu perfil local
fil: i-configure nang manu-mano ang iyong lokal na profile
fr: configurer manuellement votre profil local
it: configura manualmente il tuo profilo locale
ja: プロファイルを手動で配置する
ko: 로컬 프로필을 수동으로 구성하십시오
ru: настроить локальный профиль вручную
vi: cấu hình thủ công hồ sơ cục bộ của bạn
zh_hans: 手动配置您的本地账号
zh_hant: 手動設定您的本機帳號

# profileMgr.login.server.temporarilyDownNotice
source: Sorry, login feature for this server is temporarily down. We are working on this. You can now manually config your local profile with your own effective Miyoushe / HoYoLAB Cookie.
de: Entschuldigung, die Anmeldefunktion für diesen Server ist vorübergehend nicht verfügbar. Wir arbeiten daran. Sie können jetzt Ihr lokales Profil manuell mit Ihrem eigenen effektiven Miyoushe / HoYoLAB-Cookie konfigurieren.
es: Lo sentimos, la función de inicio de sesión para este servidor está temporalmente inactiva. Estamos trabajando en ello. Ahora puedes configurar manualmente tu perfil local con tu propia Cookie efectiva de Miyoushe / HoYoLAB.
fil: Paumanhin, pansamantalang hindi gumagana ang tampok na pag-login para sa server na ito. Kami ay nagtatrabaho upang ayusin ito. Maaari mong mano-manong i-configure ang iyong lokal na profile gamit ang sarili mong epektibong Miyoushe / HoYoLAB Cookie.
fr: Désolé, la fonction de connexion pour ce serveur est temporairement indisponible. Nous travaillons sur ce problème. Vous pouvez configurer manuellement votre profil local avec votre propre cookie Miyoushe / HoYoLAB.
it: Spiacente, la funzione di accesso per questo server è temporaneamente inattiva. Stiamo lavorando su questo. Puoi ora configurare manualmente il tuo profilo locale con il tuo Cookie Miyoushe / HoYoLAB attivo.
ja: 深く残念ながら、このサーバーのログインは現時点でできません。一刻も早く使えるよう、我らは策を練っています。幸い、「米遊社・HoYoLAB」の使えるCookieデータがお持ちしている場合、ご自分でそれを書き込んでログインするのは可能です。
ko: 죄송합니다, 이 서버의 로그인 기능이 일시적으로 중단되었습니다. 현재 작업 중입니다. 이제 사용자는 자신의 효과적인 미유세 / HoYoLAB 쿠키로 로컬 프로필을 수동으로 구성할 수 있습니다.
ru: Извините, функция входа в этот сервер временно недоступна. Мы работаем над этим. Вы можете вручную настроить свой локальный профиль с помощью собственного действующего Cookie Miyoushe / HoYoLAB.
vi: Rất tiếc, chức năng đăng nhập cho máy chủ này tạm thời ngừng hoạt động. Chúng tôi đang khắc phục điều này. Hiện bạn có thể tự cấu hình hồ sơ cục bộ của mình bằng Cookie Miyoushe / HoYoLAB hiệu quả của riêng bạn.
zh_hans: 抱歉，该服务器的登录功能暂时无法使用。我们正在努力寻求解决方案。目前您仍可以通过「自行填写有效米游社 / HoYoLAB Cookie」的方式来手动登录。
zh_hant: 抱歉，該伺服器的登入功能暫時無法使用。我們正在努力尋求解決方案。目前您仍可以藉由「自行填寫有效的米遊社 / HoYoLAB Cookie」的方式來手動登入。

# profileMgr.loginError.noGameUIDFound
source: No UIDs found against the specified game. This HoYoLAB / Miyoushe account is required to play the game for at least once before being logged in via this app against this game.
de: Keine UIDs im Zusammenhang mit dem angegebenen Spiel gefunden. Dieser HoYoLAB/Miyoushe-Account muss das Spiel mindestens einmal gespielt haben, bevor über diese App mit diesem Spiel eingeloggt werden kann.
es: No se encontraron UIDs para el juego especificado Este cuenta de HoYoLAB / Miyoushe es necesaria para jugar al juego al menos una vez antes de iniciar sesión a través de esta aplicación para este juego
fil: Walang mga UID na natagpuan laban sa tinukoy na laro. Kinakailangan ang HoYoLAB / Miyoushe account na ito upang maglaro ng laro nang kahit isang beses bago mag-log in gamit ang app na ito laban sa laro.
fr: Aucun UID trouvé pour le jeu spécifié. Ce compte HoYoLAB / Miyoushe doit avoir joué au moins une fois au jeu avant de se connecter via cette application pour ce jeu.
it: Nessun UID trovato per il gioco specificato. L'account HoYoLAB / Miyoushe è necessario per giocare almeno una volta prima di effettuare l'accesso tramite questa app per questo gioco.
ja: このゲームに応ずるUIDは見つかりませんでした。この HoYoLAB / 米遊社アカウントは少なくともこのゲームを一回やったことのない限り、当アプリで「このゲームのアカウントとして」使う意味はございません。
ko: 지정된 게임에 해당하는 UID가 없습니다. 이 HoYoLAB / Miyoushe 계정은 이 앱을 통해 해당 게임에 로그인하기 전에 최소 한 번 게임을 플레이해야 합니다.
ru: Против указанной игры не найдено UIDs. Для игры с данным HoYoLAB / Miyoushe аккаунтом необходимо сыграть хотя бы один раз перед входом в приложение для этой игры.
vi: Không tìm thấy UID nào đối với trò chơi được chỉ định. Tài khoản HoYoLAB / Miyoushe này cần chơi trò chơi ít nhất một lần trước khi đăng nhập qua ứng dụng này để chơi trò chơi đó.
zh_hans: 在这个 HoYoLAB / 米游社账号内没有找到与该游戏对应的 UID。该账号必须至少用来游玩一次该游戏，否则便没有在本 App 内「作为这个游戏的账号来使用」的意义。
zh_hant: 在這個 HoYoLAB / 米遊社帳號內沒有找到與該遊戲對應的 UID。該帳號必須至少用來遊玩一次該遊戲，否則便沒有在敝 App 內「作為這個遊戲的帳號來使用」的意義。

# profileMgr.manage.title
source: Local Profile
de: Lokales Profil
es: Perfil local
fil: Lokal na Profile
fr: Profil locaux
it: Profilo Locale
ja: プロファイル管理
ko: 로컬 프로필
ru: Локальный профиль
vi: Hồ sơ cục bộ
zh_hans: 管理本地账号
zh_hant: 管理本機帳號

# profileMgr.manageHoYoAccounts.shortened
source: Manage Account
de: Konto verwalten
es: Gestionar cuenta
fil: Pamahalaan ang Account
fr: Gérer le compte
it: Gestisci account
ja: アカウント管理
ko: 계정 관리
ru: Управление аккаунтом
vi: Quản lý tài khoản
zh_hans: 管理账号
zh_hant: 管理帳號

# profileMgr.new
source: New Profile
de: Neues Profil
es: Nuevo perfil
fil: Bagong Profile
fr: Nouveau profil
it: Nuovo profilo
ja: プロファイルを追加
ko: 새 프로필
ru: Новый профиль
vi: Hồ sơ mới
zh_hans: 新增本地账号
zh_hant: 新增本機帳號

# profileMgr.noLocalProfileFound
source: No local profile found.
de: Kein lokales Profil gefunden.
es: No se encontró un perfil local.
fil: Walang natagpuang lokal na profile.
fr: Aucun profil local trouvé
it: Nessun profilo locale trovato.
ja: プロファイルが見つかりませんでした。
ko: 로컬 프로필을 찾을 수 없습니다
ru: Локальный профиль не найден.
vi: Không tìm thấy hồ sơ cục bộ.
zh_hans: 尚未发现本地账号。
zh_hant: 尚未發現本機帳號。
